[
  {
    "id": "council-of-nicaea",
    "type": "event",
    "name": { "ko": "니케아 공의회", "en": "Council of Nicaea" },
    "period": { "start": 325, "end": 325 },
    "location": { "lat": 40.43, "lng": 29.72, "region": "비티니아 니케아 (현 터키 이즈니크)" },
    "era": "ancient",
    "summary": "325년 로마 황제 콘스탄티누스 1세가 소집한 최초의 에큐메니컬(세계) 공의회. 아리우스 논쟁을 해결하고 니케아 신경을 채택하여 기독교 정통 교리의 기초를 확립했다. 그리스도의 신성과 삼위일체론을 공식화함으로써, 이후 기독교 신학 전체의 방향을 결정지은 역사적 전환점이다. 이 공의회의 결정은 동서방 교회 모두에서 권위를 인정받으며, 부활절 날짜 통일 등 교회 실무 문제도 함께 다루었다.",
    "detailed": "325년 콘스탄티누스 대제가 소집한 제1차 니케아 공의회는 약 300명의 주교가 로마 제국 전역에서 참석하여 기독교 역사상 최초의 보편적 교리 논의를 진행한 사건이다. 핵심 쟁점은 알렉산드리아의 사제 아리우스가 주장한 '그리스도는 피조물이며 성부와 동일한 본질이 아니다'라는 교리였다. 공의회는 격렬한 토론 끝에 아리우스의 입장을 이단으로 규정하고, 그리스도가 성부와 '동일본질(호모우시오스, ὁμοούσιος)'임을 선언하는 니케아 신경을 채택했다. 이 결정은 단순한 신학적 논쟁의 종결을 넘어, 기독교가 다신교적 로마 제국 안에서 통일된 교리 체계를 갖추게 되는 결정적 계기가 되었다. 콘스탄티누스가 직접 공의회를 소집하고 주재한 것은 세속 권력과 교회 권력의 관계라는 이후 수세기에 걸친 문제의 선례를 남겼다. 니케아 신경은 381년 콘스탄티노폴리스 공의회에서 보완되어 '니케아-콘스탄티노폴리스 신경'으로 완성되었으며, 오늘날까지 가톨릭, 동방정교회, 대부분의 개신교에서 기본 신앙고백으로 사용된다. 이 공의회는 또한 부활절 날짜를 통일하고, 20개의 교회법 조항을 제정하여 교회 조직과 규율의 표준을 마련했다. 삼위일체론의 공식화는 이후 아우구스티누스, 아퀴나스 등의 신학적 사유에 결정적 토대를 제공했으며, 서양 사상사에서 종교와 철학이 만나는 중요한 접점이 되었다.",
    "tags": ["기독교", "공의회", "교리", "로마제국"],
    "relatedPersons": ["augustine"],
    "relatedEntities": ["bible", "great-schism"],
    "significance": "기독교 정통 교리의 기초를 확립한 최초의 에큐메니컬 공의회. 삼위일체론의 공식화에 결정적 역할을 했다."
  },
  {
    "id": "great-schism",
    "type": "event",
    "name": { "ko": "동서 교회 대분열", "en": "Great Schism" },
    "period": { "start": 1054, "end": 1054 },
    "location": { "lat": 41.01, "lng": 28.98, "region": "콘스탄티노폴리스 (현 이스탄불)" },
    "era": "medieval",
    "summary": "1054년 로마 가톨릭교회와 동방 정교회가 공식적으로 분리된 사건. 교황권의 범위, 성령 발출 문제(필리오케), 전례 차이 등 수세기에 걸친 신학적·정치적·문화적 갈등이 최종적으로 폭발한 결과였다. 이 분열은 기독교 세계를 라틴 서방과 그리스 동방으로 영구적으로 나누었으며, 유럽과 비잔틴 세계의 문화적·지적 발전 경로를 근본적으로 다르게 만들었다. 1965년에야 상호 파문이 공식 철회되었으나 교회 통합은 이루어지지 않았다.",
    "detailed": "동서 교회의 분열은 단일한 사건이 아니라, 수세기에 걸쳐 축적된 신학적·전례적·정치적·문화적 갈등의 결정적 귀결이었다. 가장 근본적인 신학적 쟁점은 필리오케(Filioque) 조항이었다. 서방 교회가 니케아 신경에 '성령은 성부와 성자로부터(Filioque) 발출한다'는 문구를 일방적으로 추가한 것을 동방 교회는 교리 변경으로 보고 강력히 반발했다. 교황의 수위권 문제도 핵심이었다. 로마 교황은 전체 기독교 세계의 최고 수장임을 주장했으나, 콘스탄티노폴리스 총대주교는 동등한 지위를 주장했다. 전례에서도 서방은 라틴어와 무교병을, 동방은 그리스어와 유교병을 사용하는 등 관행의 차이가 컸다. 1054년 교황 레오 9세의 특사 훔베르투스 추기경이 콘스탄티노폴리스의 하기아 소피아 대성당 제단 위에 총대주교 미카엘 세룰라리우스에 대한 파문장을 놓았고, 세룰라리우스도 교황 특사를 파문함으로써 공식적 분열이 선언되었다. 이 분열 이후 서방에서는 스콜라철학과 로마법에 기반한 제도적 교회가 발전했고, 동방에서는 신비주의적 영성과 그리스 교부 전통이 계승되었다. 분열은 십자군 전쟁(특히 1204년 제4차 십자군의 콘스탄티노폴리스 약탈)으로 더욱 깊어졌다. 1274년과 1439년에 재통합 시도가 있었으나 실질적 성과를 거두지 못했다. 이 분열은 단순한 교회 내부 사건을 넘어, 서유럽과 동유럽의 문명적 분기점을 상징한다.",
    "tags": ["기독교", "교회분열", "가톨릭", "정교회"],
    "relatedPersons": [],
    "relatedEntities": ["council-of-nicaea", "crusades"],
    "significance": "기독교 세계를 서방 가톨릭과 동방 정교로 영구적으로 분리시킨 사건으로, 이후 유럽과 동방 세계의 문화적·정치적 발전에 깊은 영향을 미쳤다."
  },
  {
    "id": "crusades",
    "type": "event",
    "name": { "ko": "십자군 전쟁", "en": "Crusades" },
    "period": { "start": 1096, "end": 1291 },
    "location": { "lat": 31.77, "lng": 35.23, "region": "레반트 (예루살렘 중심)" },
    "era": "medieval",
    "summary": "1096년부터 약 200년에 걸쳐 서유럽 기독교 세력이 성지 예루살렘 탈환을 명분으로 벌인 일련의 대규모 군사 원정. 동서양 문명의 대규모 접촉과 충돌을 촉발하여, 이슬람 세계의 학문과 문화가 유럽에 유입되는 결정적 통로가 되었다. 군사적으로는 궁극적으로 실패했으나, 지중해 교역의 확대, 봉건제의 약화, 왕권의 강화 등 유럽 사회의 근본적 변화를 초래했으며, 이슬람 세계와 기독교 세계의 관계에 오늘날까지 이어지는 깊은 흔적을 남겼다.",
    "detailed": "1095년 클레르몽 공의회에서 교황 우르바누스 2세가 성지 탈환을 호소하면서 시작된 십자군 전쟁은 총 9차례의 주요 원정으로 전개되었다. 제1차 십자군(1096-1099)은 유일하게 군사적 성공을 거두어 예루살렘을 점령하고 십자군 국가들을 수립했다. 그러나 1187년 살라딘이 예루살렘을 재탈환했고, 이후의 원정들은 대체로 실패했다. 제4차 십자군(1202-1204)은 목표를 이탈하여 기독교 도시 콘스탄티노폴리스를 약탈하는 비극으로 끝났으며, 이는 동서 교회의 분열을 회복 불가능한 수준으로 심화시켰다. 1291년 최후의 십자군 거점 아크레가 함락되면서 십자군 시대는 종결되었다. 그러나 십자군 전쟁의 지적 유산은 군사적 결과보다 훨씬 중대했다. 아리스토텔레스의 철학, 유클리드의 기하학, 갈레노스의 의학 등 그리스 고전이 이슬람 학자들의 아랍어 번역을 통해 라틴 유럽에 재유입되었다. 알-콰리즈미의 대수학, 이븐 시나의 의학, 이븐 루시드의 아리스토텔레스 주석은 중세 유럽 지식 세계에 혁명적 영향을 미쳤다. 아퀴나스의 스콜라철학은 이러한 아랍-그리스 학문의 수용 위에서 가능했다. 경제적으로는 지중해 교역이 확대되어 베네치아, 제노바 등 이탈리아 해양 도시 국가의 부흥을 이끌었고, 이는 르네상스의 물질적 토대가 되었다. 사회적으로는 원정에 참여한 영주들의 토지 매각과 왕권 강화, 도시의 성장 등 봉건제 해체의 단초를 마련했다.",
    "tags": ["중세", "기독교", "이슬람", "전쟁", "문명교류"],
    "relatedPersons": ["aquinas"],
    "relatedEntities": ["great-schism", "renaissance"],
    "significance": "동서양 문명의 대규모 접촉을 통해 이슬람 학문과 그리스 고전이 유럽에 재전달되었으며, 중세 유럽의 세계관 확장에 기여했다."
  },
  {
    "id": "printing-press",
    "type": "event",
    "name": { "ko": "인쇄술 발명", "en": "Invention of the Printing Press" },
    "period": { "start": 1440, "end": 1440 },
    "location": { "lat": 49.99, "lng": 8.27, "region": "독일 마인츠" },
    "era": "medieval",
    "summary": "1440년경 요하네스 구텐베르크가 유럽 최초의 금속 활자 인쇄술을 발명하여, 책의 대량 생산과 지식의 대중적 보급을 가능하게 한 혁명적 사건. 성직자와 소수 학자의 전유물이던 지식을 일반 대중에게 개방함으로써 종교개혁, 과학혁명, 계몽주의의 필수적 전제 조건을 마련했다. 인쇄술은 표준화된 텍스트의 유통을 통해 학문적 논의의 질적 변화를 이끌었고, 민족어 문학의 발전과 국민 의식의 형성에도 기여했다.",
    "detailed": "1440년경 구텐베르크가 개발한 금속 활자 인쇄술은 개별 활자의 재사용 가능성, 유성 잉크, 나사식 인쇄기라는 세 가지 핵심 혁신을 결합한 것이었다. 동아시아에서는 이미 목판 인쇄(8세기)와 활자 인쇄(11세기 중국의 필승)가 존재했으나, 구텐베르크의 체계는 알파벳 기반 언어의 특성에 최적화되어 유럽에서 폭발적으로 확산되었다. 1455년 출판된 구텐베르크 성경(42행 성경)은 인쇄 기술의 완성도를 보여주는 걸작이다. 인쇄술의 보급 속도는 경이적이었다. 1500년까지 유럽 전역에 약 1,000개의 인쇄소가 설립되어 약 2,000만 권의 책이 출판되었다. 이는 그 이전 1,000년간 수도원 필사실에서 생산된 모든 필사본의 수를 압도하는 것이었다. 이러한 지식 민주화의 효과는 다방면에서 나타났다. 가장 직접적인 영향은 종교개혁이었다. 1517년 루터의 95개 조항은 인쇄술 덕분에 불과 2주 만에 독일 전역에, 한 달 만에 유럽 전역에 퍼졌다. 루터 자신이 인쇄술을 '하나님의 가장 크고 궁극적인 은혜'라고 불렀다. 과학 분야에서도 인쇄술은 실험 결과와 관측 데이터의 정확한 공유를 가능하게 하여 과학혁명의 토대를 놓았다. 코페르니쿠스의 《천구의 회전에 관하여》(1543)나 뉴턴의 《프린키피아》(1687) 같은 혁명적 저작은 인쇄술 없이는 광범위한 학술적 논의를 이끌어내지 못했을 것이다. 또한 인쇄술은 민족어의 표준화를 촉진하여 라틴어 독점을 타파하고, 민족 문학의 발전과 국민 정체성의 형성에 기여했다. 인쇄술의 발명은 인터넷 혁명에 비견되는 커뮤니케이션의 패러다임 전환으로, 인류 문명사의 가장 중요한 기술 혁신 중 하나이다.",
    "tags": ["기술혁명", "지식민주화", "중세", "르네상스"],
    "relatedPersons": [],
    "relatedEntities": ["protestant-reformation", "renaissance", "bible"],
    "significance": "지식의 민주화를 촉발한 커뮤니케이션 혁명. 종교개혁, 과학혁명, 계몽주의의 필수적 전제 조건이 되었다."
  },
  {
    "id": "protestant-reformation",
    "type": "event",
    "name": { "ko": "종교개혁", "en": "Protestant Reformation" },
    "period": { "start": 1517, "end": 1648 },
    "location": { "lat": 51.86, "lng": 11.98, "region": "독일 비텐베르크" },
    "era": "modern",
    "summary": "1517년 마르틴 루터가 비텐베르크 교회 문에 95개 조항을 게시한 것을 기점으로 시작된 기독교 개혁 운동. 면죄부 판매, 교황의 무오류성, 교회의 중재적 역할 등 가톨릭교회의 교리와 관행을 근본적으로 비판했다. 루터의 '오직 믿음으로(sola fide)', '오직 성경으로(sola scriptura)'의 원칙은 프로테스탄트 교회의 탄생을 이끌었으며, 개인의 양심과 성경 해석의 자유를 강조하여 근대적 개인주의와 다원주의의 사상적 토대를 놓았다.",
    "detailed": "종교개혁의 직접적 계기는 면죄부(贖宥狀) 판매였다. 교황 레오 10세가 성 베드로 대성당 건축 비용을 마련하기 위해 면죄부를 대대적으로 판매했고, 루터는 이에 대한 학문적 논박으로 95개 조항을 작성했다. 그러나 종교개혁의 근본적 원인은 훨씬 깊었다. 14-15세기에 걸친 교회의 도덕적 타락, 교황권의 세속화, 인문주의의 성경 원전 연구(에라스무스의 그리스어 신약성경, 1516), 인쇄술에 의한 정보 확산이 복합적으로 작용했다. 루터의 핵심 신학은 다섯 가지 '솔라(sola)'로 요약된다: 오직 믿음(sola fide), 오직 은혜(sola gratia), 오직 성경(sola scriptura), 오직 그리스도(solus Christus), 오직 하나님께 영광(soli Deo gloria). 이는 가톨릭의 성사 체계, 성인 숭배, 교회 전통의 권위를 근본적으로 부정하는 것이었다. 루터에 이어 츠빙글리가 스위스 취리히에서, 칼뱅이 제네바에서 독자적인 개혁을 추진했다. 칼뱅의 예정론과 직업 소명 사상은 막스 베버가 《프로테스탄티즘의 윤리와 자본주의 정신》에서 분석한 바와 같이 자본주의 발전과도 깊은 관련이 있다. 영국에서는 헨리 8세의 이혼 문제를 계기로 성공회가 설립되었다. 가톨릭교회도 반종교개혁(트렌트 공의회, 1545-1563)을 통해 내부 개혁에 나서, 예수회 설립과 선교 활동을 강화했다. 그러나 종교적 분열은 정치적 갈등으로 비화되어 프랑스 위그노 전쟁(1562-1598), 30년 전쟁(1618-1648) 등 참혹한 종교 전쟁으로 이어졌다. 1648년 베스트팔렌 조약으로 종교적 다원주의가 국제법적으로 공인되었으며, 이는 주권 국가 체제와 종교의 자유라는 근대적 원칙의 시발점이 되었다.",
    "tags": ["기독교", "개혁", "프로테스탄트", "근대"],
    "relatedPersons": [],
    "relatedEntities": ["printing-press", "bible", "council-of-nicaea", "enlightenment-movement"],
    "significance": "서유럽 기독교 세계의 분열과 종교적 다원주의의 시작. 개인의 양심과 성경 해석의 자유를 강조하여 근대적 개인주의와 민주주의의 토대를 놓았다."
  },
  {
    "id": "scientific-revolution",
    "type": "event",
    "name": { "ko": "과학혁명", "en": "Scientific Revolution" },
    "period": { "start": 1543, "end": 1687 },
    "location": { "lat": 51.50, "lng": -0.12, "region": "유럽 전역 (이탈리아·영국·독일 중심)" },
    "era": "modern",
    "summary": "코페르니쿠스의 《천구의 회전에 관하여》(1543)부터 뉴턴의 《프린키피아》(1687)까지, 자연에 대한 이해가 근본적으로 변화한 약 150년의 시기. 중세의 목적론적·아리스토텔레스적 자연관이 실험과 수학에 기반한 기계론적 자연관으로 대체되었다. 이 혁명은 단순히 과학적 발견의 축적이 아니라, 자연을 탐구하는 방법론 자체의 혁신이었으며, 근대 과학과 기술 문명의 토대를 놓았다.",
    "detailed": "과학혁명은 코페르니쿠스가 지동설을 제시한 《천구의 회전에 관하여》(1543)를 관례적 시작점으로 삼는다. 코페르니쿠스의 이론은 처음에는 수학적 가설로 받아들여졌으나, 갈릴레오 갈릴레이가 망원경을 통해 목성의 위성, 금성의 위상 변화 등을 관찰함으로써 경험적 증거를 확보했다. 갈릴레오는 또한 낙체 실험과 관성의 원리를 통해 아리스토텔레스의 운동학을 폐기시켰다. 요하네스 케플러는 티코 브라헤의 정밀한 관측 데이터를 분석하여 행성 궤도가 원이 아닌 타원임을 밝히고, 행성 운동의 세 법칙을 정립했다. 이 과정에서 핵심적인 것은 수학적 언어로 자연을 기술하려는 새로운 방법론의 확립이었다. 갈릴레오의 '자연이라는 책은 수학의 언어로 쓰여 있다'라는 선언이 이를 상징한다. 프랜시스 베이컨은 귀납적 실험 방법론을, 데카르트는 기계론적 자연관과 연역적 방법론을 제시하여 과학적 사유의 철학적 기초를 마련했다. 과학혁명의 절정은 아이작 뉴턴의 《프린키피아》(1687)이다. 뉴턴은 만유인력의 법칙과 운동의 세 법칙으로 지상과 천상의 물체 운동을 하나의 수학적 체계로 통일했다. 이는 '자연의 법칙'이라는 개념을 확립하고, 우주가 수학적으로 이해 가능한 합리적 체계라는 확신을 심어주었다. 과학혁명은 세계관의 근본적 전환이었다. 유한하고 위계적인 중세의 코스모스가 무한하고 균질적인 근대의 우주로 대체되었으며, 목적론적 설명이 기계론적 인과 설명으로 바뀌었다. 이 변화는 계몽주의의 지적 자신감, 산업혁명의 기술적 토대, 그리고 현대 문명 전체의 과학기술적 성격을 결정지었다.",
    "tags": ["과학", "근대", "방법론", "천문학", "물리학"],
    "relatedPersons": ["descartes"],
    "relatedEntities": ["principia-mathematica-newton", "rationalism", "empiricism", "enlightenment-movement"],
    "significance": "자연에 대한 인류의 이해 방식을 근본적으로 변혁. 실험·관찰·수학에 기반한 근대 과학의 탄생으로 이후 산업혁명과 현대 문명의 토대를 놓았다."
  },
  {
    "id": "french-revolution",
    "type": "event",
    "name": { "ko": "프랑스 혁명", "en": "French Revolution" },
    "period": { "start": 1789, "end": 1799 },
    "location": { "lat": 48.86, "lng": 2.35, "region": "프랑스 파리" },
    "era": "modern",
    "summary": "1789년 바스티유 습격으로 시작되어 절대왕정을 무너뜨리고 '자유·평등·박애'의 이념을 전 세계에 확산시킨 혁명. 루소의 사회계약론, 볼테르의 관용 사상, 몽테스키외의 삼권분립론 등 계몽주의 사상이 정치적 실천으로 전환된 결정적 사건이다. 인권선언(1789)을 통해 보편적 인권 개념을 최초로 공식화했으며, 이후 세계 각국의 혁명과 민주화 운동에 결정적인 사상적 모범을 제공한 근대 민주주의의 출발점이다.",
    "detailed": "프랑스 혁명의 배경에는 구체제(앙시앵 레짐)의 모순이 있었다. 제1신분(성직자)과 제2신분(귀족)이 특권을 향유하는 반면, 제3신분(평민)은 인구의 98%를 차지하면서도 정치적 대표권이 없었다. 재정 위기로 루이 16세가 삼부회를 소집하자, 제3신분은 국민의회를 선포하고 '테니스 코트의 서약'으로 헌법 제정을 다짐했다. 1789년 7월 14일 바스티유 감옥 습격은 혁명의 상징이 되었다. 8월 26일 '인간과 시민의 권리 선언'이 채택되어 '인간은 태어나면서부터 자유롭고 평등하다'는 원칙이 선언되었다. 혁명은 여러 단계를 거쳤다. 입헌군주제 시도(1789-1792), 공화정 선포와 루이 16세 처형(1793), 로베스피에르의 공포정치(1793-1794), 테르미도르 반동과 총재정부(1795-1799), 그리고 나폴레옹의 쿠데타(1799)로 이어졌다. 혁명 과정의 급진화와 공포정치는 혁명의 이상과 현실의 괴리를 보여주었으며, 이는 버크의 보수주의적 비판, 헤겔의 변증법적 분석, 토크빌의 사회학적 연구 등 이후 정치사상의 핵심 주제가 되었다. 혁명의 사상적 토대는 계몽주의였다. 루소의 일반의지론은 인민주권의 원리를, 볼테르의 관용론은 종교적 자유를, 몽테스키외의 삼권분립론은 권력 분산의 원리를 제공했다. 칸트는 프랑스 혁명을 '인류의 도덕적 성향을 증명하는 사건'으로 평가했고, 헤겔은 '세계정신이 말을 타고 가는 것'(나폴레옹)을 보았다고 기록했다. 프랑스 혁명은 나폴레옹 전쟁을 통해 유럽 전역에 근대적 법체계(나폴레옹 법전), 국민 의식, 민주주의 이념을 확산시켰으며, 19세기 유럽의 자유주의·민족주의 운동과 20세기의 탈식민 독립운동에 지속적인 영감을 제공했다.",
    "tags": ["혁명", "계몽주의", "민주주의", "인권", "근대"],
    "relatedPersons": ["rousseau", "kant", "hegel", "marx"],
    "relatedEntities": ["social-contract", "liberalism", "enlightenment-movement", "american-revolution"],
    "significance": "근대 민주주의의 출발점. 계몽주의 사상이 실천으로 전환된 결정적 사건으로, 이후 세계 각국의 혁명과 민주화 운동에 지대한 영향을 미쳤다."
  },
  {
    "id": "industrial-revolution",
    "type": "event",
    "name": { "ko": "산업혁명", "en": "Industrial Revolution" },
    "period": { "start": 1760, "end": 1840 },
    "location": { "lat": 53.48, "lng": -2.24, "region": "영국 맨체스터 중심" },
    "era": "modern",
    "summary": "18세기 중반 영국에서 시작되어 증기기관, 방적기, 제철 기술 등 일련의 기술 혁신을 통해 농업 사회에서 산업 사회로의 전면적 전환을 이룬 시기. 공장제 대량생산 체제의 확립과 함께 자본주의 경제 질서가 본격적으로 형성되었으며, 도시화와 노동 계급의 등장이라는 사회적 대변동을 초래했다. 마르크스의 자본론과 사회주의 사상은 이 변혁에 대한 가장 체계적인 비판적 응답이었다.",
    "detailed": "산업혁명은 단일한 발명이나 사건이 아니라, 기술·경제·사회·문화 전반에 걸친 포괄적 변환 과정이었다. 그 기원에는 복합적 요인이 작용했다. 영국의 안정된 정치 체제(명예혁명 이후), 풍부한 석탄과 철광석, 확대된 식민지 시장, 농업혁명에 의한 잉여 노동력, 특허 제도에 의한 혁신 보호 등이 결합되었다. 기술적으로는 제임스 와트의 증기기관 개량(1769)이 핵심 동력을 제공했고, 방직 분야에서 존 케이의 날리는 북(1733), 제임스 하그리브스의 제니 방적기(1764), 리처드 아크라이트의 수력 방적기(1769), 에드먼드 카트라이트의 역직기(1785)가 연쇄적 혁신을 이루었다. 제철 분야에서는 에이브러햄 다비의 코크스 제철법이 철의 대량 생산을 가능하게 했다. 이러한 기술 혁신은 공장제 생산 체제를 확립시켜, 수공업 중심의 경제를 기계 생산 중심으로 전환시켰다. 사회적 결과는 심대했다. 농촌 인구가 도시로 대거 이동하여 맨체스터, 버밍엄 등 산업 도시가 폭발적으로 성장했다. 노동 환경은 참혹하여 장시간 노동, 아동 노동, 비위생적 공장 환경이 만연했다. 자본가와 노동자라는 새로운 계급 구조가 형성되었으며, 이는 마르크스와 엥겔스의 계급투쟁론과 사회주의 사상의 직접적 배경이 되었다. 엥겔스의 《영국 노동자 계급의 상태》(1845)는 산업혁명의 사회적 비용을 생생하게 기록한 문헌이다. 사상적으로 산업혁명은 애덤 스미스의 자유방임 경제학(《국부론》, 1776), 맬서스의 인구론, 리카도의 비교우위론 등 고전경제학의 발전을 촉진했다. 동시에 산업화의 모순에 대한 비판으로 공상적 사회주의(생시몽, 푸리에, 오웬)와 과학적 사회주의(마르크스)가 등장했다. 산업혁명은 이후 유럽 대륙, 미국, 일본으로 확산되어 전 세계적 자본주의 체제의 형성으로 이어졌다.",
    "tags": ["산업화", "자본주의", "기술혁명", "근대"],
    "relatedPersons": ["marx"],
    "relatedEntities": ["das-kapital", "socialism", "communism", "liberalism"],
    "significance": "인류 문명의 가장 근본적인 경제적·사회적 전환. 자본주의 체제의 확립, 계급 사회의 형성, 그리고 이에 대한 비판적 사상의 등장을 촉발했다."
  },
  {
    "id": "origin-of-species-publication",
    "type": "event",
    "name": { "ko": "종의 기원 출간", "en": "Publication of On the Origin of Species" },
    "period": { "start": 1859, "end": 1859 },
    "location": { "lat": 51.50, "lng": -0.12, "region": "영국 런던" },
    "era": "modern",
    "summary": "1859년 11월 24일 찰스 다윈의 《종의 기원》이 출간되어 자연선택에 의한 진화론을 체계적으로 제시한 과학사의 기념비적 사건. 생물의 다양성과 적응을 초자연적 설계가 아닌 자연적 메커니즘으로 설명함으로써, 생물학뿐 아니라 철학, 종교, 사회과학에 걸쳐 인류의 자기 이해를 근본적으로 변화시킨 지적 혁명이다. 이 책은 생명에 대한 기존의 목적론적·창조론적 세계관에 근본적 도전을 제기했다.",
    "detailed": "다윈의 《종의 기원》(정식 제목: '자연선택에 의한 종의 기원, 또는 생존경쟁에서 유리한 종의 보존에 관하여')은 1831-1836년 비글호 항해에서 수집한 관찰 자료와 이후 20년 이상의 연구를 집대성한 저작이다. 다윈은 변이(variation), 유전(inheritance), 자연선택(natural selection)이라는 세 원리를 통해 종의 분화와 적응을 설명했다. 개체들 사이에 자연적으로 발생하는 변이 중 생존과 번식에 유리한 형질이 다음 세대에 전달되며, 이 과정이 누적되면 종의 변화가 일어난다는 것이다. 초판 1,250부는 출간 당일 매진되었으며, 즉각적이고 격렬한 논쟁을 불러일으켰다. 1860년 옥스퍼드에서 벌어진 토마스 헉슬리와 윌버포스 주교의 유명한 논쟁은 과학과 종교 갈등의 상징이 되었다. 헉슬리는 '다윈의 불독'으로 불리며 진화론을 열정적으로 옹호했다. 진화론의 영향은 생물학을 넘어 전방위적이었다. 철학에서는 자연의 목적론적 설명이 약화되고, 인간의 위치에 대한 재성찰이 이루어졌다. 종교에서는 창세기의 문자적 해석에 심각한 도전이 제기되어, 자유주의 신학과 근본주의의 분기를 촉진했다. 사회과학에서는 허버트 스펜서의 사회진화론이 등장하여 '적자생존' 개념이 사회에 적용되었으나, 이는 다윈 자신의 이론과는 상당히 다른 것이었다. 윤리학에서는 진화론적 윤리학이 시도되었고, 심리학에서는 인간 행동의 진화적 기원에 대한 탐구가 시작되었다. 20세기에 멘델 유전학과의 결합(현대 진화 종합설), DNA 구조의 발견, 분자생물학의 발전을 통해 다윈의 이론은 더욱 정교하게 확인되고 확장되었다. 오늘날 진화론은 생물학의 통합적 이론 틀로서, 의학, 농학, 생태학 등 다양한 분야의 근본 토대가 되고 있다.",
    "tags": ["진화론", "생물학", "과학혁명", "자연선택"],
    "relatedPersons": [],
    "relatedEntities": ["origin-of-species", "naturalism", "materialism"],
    "significance": "생명의 기원에 대한 인류의 이해를 근본적으로 변화시켰다. 창조론에서 진화론으로의 패러다임 전환은 과학·철학·종교 모든 영역에 심대한 영향을 미쳤다."
  },
  {
    "id": "russian-revolution",
    "type": "event",
    "name": { "ko": "러시아 혁명", "en": "Russian Revolution" },
    "period": { "start": 1917, "end": 1917 },
    "location": { "lat": 59.93, "lng": 30.32, "region": "러시아 페트로그라드 (상트페테르부르크)" },
    "era": "contemporary",
    "summary": "1917년 2월 혁명과 10월 혁명을 통해 차르 전제정이 무너지고 세계 최초의 사회주의 국가가 수립된 사건. 마르크스의 과학적 사회주의가 레닌에 의해 현실 정치로 구현된 결정적 사건이다. 이후 수립된 소비에트 연방은 냉전 시대까지 세계 정치의 한 축을 형성했으며, 자본주의 대 사회주의라는 20세기 이념 대결의 시발점이 되었다. 제3세계 해방 운동에도 지대한 영향을 미쳤다.",
    "detailed": "러시아 혁명은 두 단계로 전개되었다. 1917년 2월(율리우스력 기준) 혁명에서는 전쟁의 피로, 식량 부족, 차르 니콜라이 2세의 실정에 대한 불만이 폭발하여 300년간 지속된 로마노프 왕조가 무너지고 임시정부가 수립되었다. 그러나 임시정부가 제1차 세계대전 참전을 지속하고 토지 개혁을 지연시키자, 볼셰비키당의 레닌은 '평화, 빵, 토지'라는 슬로건으로 민심을 확보했다. 1917년 10월 25일(율리우스력, 그레고리력 11월 7일) 볼셰비키가 페트로그라드의 겨울궁전을 점거하고 임시정부를 전복시켰다. 혁명의 이론적 토대는 마르크스의 《자본론》과 《공산당 선언》이었으나, 레닌은 이를 러시아의 현실에 맞게 수정했다. 마르크스가 고도로 발전한 자본주의 국가에서 혁명이 일어날 것으로 예측한 것과 달리, 레닌은 '가장 약한 고리' 이론을 통해 후진 농업국에서도 혁명이 가능하다고 주장했다. 또한 전위당(볼셰비키) 이론을 통해 혁명적 지식인의 지도적 역할을 강조했다. 혁명 이후 3년간의 적백 내전(1917-1920)과 외국의 간섭을 거쳐 1922년 소비에트 사회주의 공화국 연방(소련)이 공식 수립되었다. 레닌 사후 스탈린은 '일국 사회주의' 노선을 추진하며 급속한 산업화와 농업 집단화를 강행했고, 이 과정에서 대규모 정치적 숙청과 기근이 발생했다. 러시아 혁명의 세계사적 영향은 지대했다. 세계 최초의 사회주의 국가 수립은 전 세계 노동운동과 식민지 해방운동에 영감을 주었으며, 동시에 자본주의 국가들에서도 복지 제도의 확대를 촉진했다. 냉전 시기 미소 양극 체제는 핵 억지력, 우주 경쟁, 대리전 등을 통해 20세기 후반의 세계 질서를 규정했다. 1991년 소련의 해체는 이 실험의 한계를 보여주었으나, 마르크스주의적 사회 분석의 도구들은 오늘날에도 학문적 영향력을 유지하고 있다.",
    "tags": ["혁명", "사회주의", "공산주의", "20세기"],
    "relatedPersons": ["marx"],
    "relatedEntities": ["das-kapital", "communism", "socialism", "cold-war", "world-war-i"],
    "significance": "마르크스 사상의 현실 구현으로, 20세기 세계 정치의 양극 체제를 형성한 결정적 사건. 자본주의와 사회주의의 이념 대결의 시작점이었다."
  },
  {
    "id": "quantum-mechanics",
    "type": "event",
    "name": { "ko": "양자역학 완성", "en": "Completion of Quantum Mechanics" },
    "period": { "start": 1925, "end": 1927 },
    "location": { "lat": 55.68, "lng": 12.57, "region": "덴마크 코펜하겐 / 독일" },
    "era": "contemporary",
    "summary": "1925년 하이젠베르크의 행렬역학, 1926년 슈뢰딩거의 파동방정식, 1927년 하이젠베르크의 불확정성 원리와 보어의 상보성 원리를 통해 양자역학의 수학적·해석적 체계가 완성된 시기. 뉴턴 이래 200여 년간 지배해온 결정론적 고전물리학의 세계관을 근본적으로 뒤흔들었으며, 미시 세계에서 확률과 관찰자의 역할이 본질적임을 밝혔다. 이 혁명은 물리학뿐 아니라 철학적 인식론에도 심대한 영향을 미쳤다.",
    "detailed": "양자역학의 탄생은 고전물리학으로 설명할 수 없는 일련의 현상들에서 시작되었다. 1900년 막스 플랑크의 에너지 양자 가설, 1905년 아인슈타인의 광전효과 설명(빛의 입자성), 1913년 닐스 보어의 수소 원자 모델이 초기 양자론(구양자론)을 형성했다. 그러나 이 시기의 이론은 임시방편적이었으며, 체계적인 수학적 틀이 부재했다. 1925년 베르너 하이젠베르크는 관찰 가능한 물리량만으로 이론을 구성해야 한다는 원칙에 따라 행렬역학을 창안했다. 1926년 에르빈 슈뢰딩거는 드브로이의 물질파 개념을 발전시켜 파동방정식을 정립했으며, 곧이어 두 형식이 수학적으로 동등함이 증명되었다. 막스 보른은 파동함수의 확률적 해석을 제시하여, 양자역학이 본질적으로 확률적임을 밝혔다. 1927년은 결정적인 해였다. 하이젠베르크의 불확정성 원리는 입자의 위치와 운동량을 동시에 정확하게 측정하는 것이 원리적으로 불가능함을 보였다. 보어의 상보성 원리는 빛과 물질이 파동성과 입자성이라는 상호 배타적이지만 상보적인 성질을 모두 가진다고 설명했다. 이를 종합한 코펜하겐 해석은 양자역학의 표준적 해석이 되었다. 양자역학의 철학적 함의는 혁명적이었다. 라플라스 이래의 결정론적 세계관은 확률적 세계관으로 대체되었다. 아인슈타인은 '신은 주사위를 던지지 않는다'며 코펜하겐 해석에 반대했고, 1935년 EPR 역설을 제기했다. 이 논쟁은 1964년 벨의 부등식과 이후의 실험적 검증을 통해 양자역학의 비국소성이 확인되면서 새로운 국면에 접어들었다. 실용적으로 양자역학은 반도체, 레이저, MRI, 핵에너지 등 현대 기술 문명의 근간을 이루며, 최근에는 양자 컴퓨터와 양자 통신이라는 새로운 기술적 지평을 열고 있다. 철학적으로는 실재의 본질, 관찰과 측정의 의미, 의식의 역할 등에 관한 근본적 물음을 제기하여 현대 인식론과 존재론에 지속적인 영감을 주고 있다.",
    "tags": ["양자역학", "물리학", "불확정성", "현대과학"],
    "relatedPersons": [],
    "relatedEntities": ["determinism"],
    "significance": "물질과 에너지의 본질에 대한 이해를 근본적으로 변혁. 결정론적 세계관을 확률적 세계관으로 대체하여 철학적으로도 심대한 영향을 미쳤다."
  },
  {
    "id": "world-war-ii",
    "type": "event",
    "name": { "ko": "제2차 세계대전", "en": "World War II" },
    "period": { "start": 1939, "end": 1945 },
    "location": { "lat": 52.52, "lng": 13.41, "region": "유럽·아시아·태평양 전역" },
    "era": "contemporary",
    "summary": "1939년부터 1945년까지 전개된 인류 역사상 가장 파괴적인 전쟁으로, 약 7,000만 명의 사망자를 낳았다. 나치즘과 파시즘으로 대표되는 전체주의와 자유 민주주의 진영의 대결이었으며, 홀로코스트와 원자폭탄 투하라는 전례 없는 비극을 초래했다. 종전 후 유엔 창설, 냉전 구도의 시작, 인권 선언, 실존주의의 부상 등 세계사의 근본적 전환점이 되었으며, 인간의 악과 문명의 의미에 대한 깊은 성찰을 촉발했다.",
    "detailed": "제2차 세계대전은 1939년 9월 1일 나치 독일의 폴란드 침공으로 시작되어, 유럽, 아시아, 태평양, 아프리카, 대서양에서 동시에 전개된 전 지구적 규모의 전쟁이다. 전쟁의 근본 원인에는 제1차 세계대전 이후 베르사유 조약의 가혹한 조건, 대공황에 따른 경제적 불안, 파시스트 이데올로기의 부상이 있었다. 히틀러의 나치 독일은 인종적 우월성 이데올로기에 기반하여 동유럽의 '생활 공간(Lebensraum)' 확보와 유대인 말살을 추구했다. 홀로코스트는 이 전쟁의 가장 어두운 장이다. 약 600만 명의 유대인과 수백만 명의 로마, 장애인, 동성애자, 정치범 등이 조직적으로 학살되었다. 아우슈비츠로 상징되는 이 대량 학살은 인간 이성과 문명에 대한 신뢰를 근본적으로 동요시켰다. 아도르노의 '아우슈비츠 이후에 시를 쓰는 것은 야만이다'라는 선언, 한나 아렌트의 '악의 평범성' 개념은 이 경험에 대한 철학적 응답이었다. 1945년 8월 히로시마와 나가사키에 투하된 원자폭탄은 전쟁을 종결시켰으나, 인류의 자기 파멸 능력이라는 새로운 실존적 위협을 열었다. 핵무기의 등장은 이후 냉전의 핵심 축이 되었으며, 과학자의 사회적 책임(아인슈타인-러셀 선언)과 과학 기술의 윤리라는 문제를 전면에 부각시켰다. 전후 지적 풍경은 근본적으로 바뀌었다. 사르트르의 실존주의는 '신이 없는 세계에서 인간의 자유와 책임'을 물었고, 카뮈는 《시시포스의 신화》에서 부조리한 세계 속 인간의 삶을 탐구했다. 1948년 유엔의 세계인권선언은 홀로코스트의 교훈 위에서 보편적 인권 개념을 재확인했다. 뉘른베르크 재판은 국제 형사법의 선례를 확립하여 '인도에 반하는 죄' 개념을 정립했다. 또한 전쟁은 탈식민주의 운동을 가속화시켜 아시아·아프리카의 독립을 촉진했다. 제2차 세계대전은 단순한 군사적 사건을 넘어, 인간 존재의 의미, 이성의 한계, 정치적 책임에 대한 20세기 사상의 근본적 전환점이다.",
    "tags": ["세계대전", "전체주의", "홀로코스트", "20세기"],
    "relatedPersons": ["sartre", "heidegger"],
    "relatedEntities": ["existentialism", "nihilism", "cold-war", "world-war-i"],
    "significance": "20세기 최대의 비극으로, 실존주의·인권 담론·탈식민주의 등 전후 사상의 전개에 결정적 영향을 미쳤다."
  },
  {
    "id": "dna-discovery",
    "type": "event",
    "name": { "ko": "DNA 이중나선 구조 발견", "en": "Discovery of DNA Double Helix" },
    "period": { "start": 1953, "end": 1953 },
    "location": { "lat": 52.21, "lng": 0.09, "region": "영국 케임브리지" },
    "era": "contemporary",
    "summary": "1953년 제임스 왓슨과 프랜시스 크릭이 DNA의 이중나선 구조를 규명하여 분자생물학이라는 새로운 학문 분야의 시대를 연 사건. 생명의 유전 정보가 화학적 분자 구조에 암호화되어 있음을 밝힘으로써, 생물학을 물리·화학과 같은 정밀과학의 반열에 올려놓았다. 로잘린드 프랭클린의 X선 결정학 데이터가 결정적 기여를 했으며, 이 발견은 유전공학, 게놈 프로젝트, 개인 맞춤 의학의 토대가 되었다.",
    "detailed": "1953년 2월 28일 제임스 왓슨과 프랜시스 크릭은 케임브리지 캐번디시 연구소에서 DNA의 분자 구조를 완성하고, '생명의 비밀을 발견했다'고 선언했다. 같은 해 4월 25일 《네이처》에 발표된 불과 한 페이지짜리 논문은 과학사에서 가장 영향력 있는 출판물 중 하나가 되었다. DNA의 이중나선 구조 — 두 가닥의 폴리뉴클레오티드 사슬이 상보적 염기쌍(아데닌-티민, 구아닌-시토신)으로 연결되어 나선형으로 꼬인 구조 — 는 즉각적으로 유전 정보의 복제 메커니즘을 시사했다. 왓슨과 크릭이 논문 말미에 쓴 '이 구조가 시사하는 가능한 복사 메커니즘을 우리가 간과하지 않았음을 밝혀둔다'라는 겸손한 문장은 과학사의 가장 유명한 문구 중 하나이다. 이 발견에는 복잡한 역사가 얽혀 있다. 킹스칼리지 런던의 로잘린드 프랭클린이 촬영한 'X선 사진 51번'은 DNA의 나선 구조를 보여주는 결정적 증거였다. 모리스 윌킨스가 프랭클린의 동의 없이 이 사진을 왓슨에게 보여준 것이 발견의 직접적 계기가 되었다. 프랭클린은 1958년 37세의 나이에 난소암으로 사망했고, 1962년 노벨상은 왓슨, 크릭, 윌킨스에게만 수여되었다. 이 발견이 열어젖힌 분자생물학의 시대는 이후 반세기에 걸쳐 폭발적으로 발전했다. 1961년 프랑수아 자코브와 자크 모노의 오페론 모델, 유전 암호의 해독(1966), 재조합 DNA 기술(1973), PCR 기술(1983), 인간 게놈 프로젝트 완료(2003), 그리고 최근의 CRISPR 유전자 편집 기술(2012)에 이르기까지, DNA 구조 발견은 생명과학의 모든 후속 혁신의 출발점이었다. 철학적으로 이 발견은 생명을 정보와 프로그램의 관점에서 이해하는 새로운 패러다임을 열었으며, 유전자 결정론, 유전자 변형 생물(GMO), 유전자 프라이버시 등 다양한 윤리적 문제를 제기했다. 현대 의학에서 유전체 분석에 기반한 맞춤 치료와 유전 질환의 진단·치료는 모두 이 발견에서 비롯된 것이다.",
    "tags": ["생물학", "분자생물학", "유전학", "현대과학"],
    "relatedPersons": [],
    "relatedEntities": ["origin-of-species-publication"],
    "significance": "생명의 유전 메커니즘을 분자 수준에서 해명하여 분자생물학의 시대를 열었다. 이후 유전공학, 게놈 프로젝트, 개인 맞춤 의학의 토대가 되었다."
  },
  {
    "id": "renaissance",
    "type": "event",
    "name": { "ko": "르네상스", "en": "Renaissance" },
    "period": { "start": 1400, "end": 1600, "approximate": true },
    "location": { "lat": 43.77, "lng": 11.25, "region": "이탈리아 피렌체 중심, 유럽 전역" },
    "era": "medieval",
    "summary": "14세기 이탈리아에서 시작되어 16세기까지 유럽 전역으로 확산된, 고대 그리스·로마 문화의 재발견과 부흥을 통해 중세에서 근대로의 전환을 이끈 문화 운동. 인문주의(studia humanitatis)를 중심으로 문학, 예술, 철학, 과학이 동시에 혁신적으로 발전했다. 레오나르도 다 빈치, 미켈란젤로, 마키아벨리, 에라스무스 등이 이 시대를 대표하며, 인쇄술의 확산이 이 운동의 급속한 전파를 가능하게 했다.",
    "detailed": "르네상스(Renaissance, '재탄생')는 고전 문명의 재발견을 통해 중세적 세계관을 넘어서려는 포괄적인 문화적 전환이었다. 그 기원에는 복합적 요인이 작용했다. 십자군 전쟁을 통한 동방 문화와의 접촉, 흑사병(1347-1351) 이후의 사회적 재편, 피렌체·베네치아 등 이탈리아 도시 국가의 상업적 번영, 1453년 콘스탄티노폴리스 함락 후 비잔틴 학자들의 이탈리아 유입 등이 결합되었다. 페트라르카(1304-1374)는 '인문학의 아버지'로서 키케로의 라틴어 문체를 부활시키고, 고전 문헌의 수집과 연구를 주도했다. 이후 인문주의자들은 문법, 수사학, 역사, 시, 도덕철학(studia humanitatis)을 교육의 핵심으로 삼아, 중세 스콜라철학의 형식주의에서 벗어나고자 했다. 예술 분야의 혁신은 르네상스의 가장 눈에 띄는 성과이다. 브루넬레스키의 원근법 발명, 마사초의 회화적 혁신, 보티첼리의 신화적 주제 부활을 거쳐, 레오나르도 다 빈치, 미켈란젤로, 라파엘로의 전성기 르네상스에서 절정에 달했다. 다 빈치는 예술과 과학을 통합한 '보편적 인간(homo universale)'의 이상을 구현했다. 정치사상에서 마키아벨리의 《군주론》(1513)은 정치를 도덕에서 분리하여 현실적 권력 분석을 시도한 최초의 근대적 저작이다. 북유럽에서는 에라스무스가 그리스어 신약성경 비판 판본(1516)을 출간하여 인문주의적 성경 연구의 토대를 놓았으며, 이는 루터의 종교개혁에 직접적 영향을 미쳤다. 토마스 모어의 《유토피아》(1516)는 이상 사회에 대한 근대적 상상력을 보여주었다. 인쇄술(1440년경)의 급속한 보급은 이 모든 지적 혁신의 확산을 가속화했다. 르네상스는 과학혁명, 종교개혁, 계몽주의의 직접적 전사(前史)이며, 인간 중심적 세계관의 부활이라는 점에서 근대 서양 문명의 출발점으로 평가된다.",
    "tags": ["문화부흥", "인문주의", "예술", "근대전환"],
    "relatedPersons": [],
    "relatedEntities": ["humanism-movement", "printing-press", "scientific-revolution", "the-prince"],
    "significance": "중세에서 근대로의 문화적 전환점. 인간 중심 세계관의 부활과 고전 학문의 재발견이 과학혁명, 종교개혁, 계몽주의의 토대를 마련했다."
  },
  {
    "id": "age-of-exploration",
    "type": "event",
    "name": { "ko": "대항해시대", "en": "Age of Exploration" },
    "period": { "start": 1400, "end": 1600, "approximate": true },
    "location": { "lat": 38.72, "lng": -9.14, "region": "포르투갈·스페인 출발, 전 세계" },
    "era": "modern",
    "summary": "15-16세기 유럽 열강, 특히 포르투갈과 스페인의 주도로 전개된 대규모 해양 탐험의 시대. 콜럼버스의 아메리카 대륙 도달(1492), 바스코 다 가마의 인도 항로 개척(1498), 마젤란의 세계 일주(1519-1522) 등을 통해 지구 전체가 하나의 네트워크로 연결되었다. 이 과정은 식민주의, 대서양 노예 무역, 콜럼버스의 교환(생물종의 대륙 간 이동) 등 인류 역사의 불가역적 변화를 초래한 최초의 글로벌화였다.",
    "detailed": "대항해시대의 동기는 복합적이었다. 향신료·금·비단 등 동방 물산에 대한 수요, 오스만 제국의 동지중해 장악으로 인한 기존 교역로 차단, 기독교 선교의 열망, 항해 기술의 발전(나침반, 캐러벨선, 항성 항해술) 등이 결합되었다. 포르투갈의 엔리케 항해왕자는 15세기 초부터 체계적인 아프리카 서해안 탐험을 후원했다. 1488년 바르톨로메우 디아스가 희망봉을 돌았고, 1498년 바스코 다 가마가 인도 캘리컷에 도착하여 동방 직항로를 개척했다. 1492년 크리스토퍼 콜럼버스는 스페인 왕실의 후원으로 서쪽 항로를 통해 아메리카에 도달했다. 1519-1522년 페르디난드 마젤란(과 후안 세바스티안 엘카노)의 함대가 사상 최초의 세계 일주를 완수하여 지구가 구형임을 실증적으로 증명했다. 대항해시대의 결과는 세계사적으로 혁명적이었다. '콜럼버스의 교환'이라 불리는 대륙 간 생물종 이동은 식량 작물(감자, 옥수수, 토마토의 유럽 유입), 가축, 질병(유럽의 천연두가 아메리카 원주민 인구의 90% 이상을 사망케 함)의 전 지구적 재배치를 초래했다. 스페인의 아즈텍·잉카 제국 정복(코르테스, 피사로)은 아메리카 원주민 문명의 파괴와 대규모 금은의 유럽 유입을 가져왔다. 대서양 노예 무역은 약 1,200만 명의 아프리카인을 아메리카로 강제 이주시킨 인류 역사의 가장 큰 비극 중 하나이다. 지적으로 대항해시대는 유럽 중심적 세계관에 근본적 변화를 가져왔다. 몽테뉴는 《수상록》에서 '식인종에 대하여'라는 에세이를 통해 문화 상대주의적 관점을 제시했고, 이는 이후 계몽주의와 인류학의 발전에 영향을 미쳤다. 세계 경제의 통합은 자본주의 발전의 물질적 토대가 되었으며, 이마누엘 월러스틴의 '세계체제론'은 이 시기를 근대 자본주의 세계체제의 기원으로 분석한다.",
    "tags": ["탐험", "해양", "식민주의", "세계화"],
    "relatedPersons": [],
    "relatedEntities": ["renaissance", "printing-press"],
    "significance": "인류 역사에서 최초의 세계화. 대륙 간 교류가 본격화되며 세계 경제, 문화, 생태계에 불가역적 변화를 초래했다."
  },
  {
    "id": "american-revolution",
    "type": "event",
    "name": { "ko": "미국 독립혁명", "en": "American Revolution" },
    "period": { "start": 1775, "end": 1783 },
    "location": { "lat": 39.95, "lng": -75.15, "region": "북아메리카 (필라델피아 중심)" },
    "era": "modern",
    "summary": "영국 식민지 13개 주가 '대표 없이 과세 없다'는 원칙 아래 독립을 선언하고, 8년간의 전쟁을 통해 미합중국을 수립한 사건. 토마스 제퍼슨이 기초한 독립선언서(1776)는 로크의 자연권 사상을 반영하여 '생명, 자유, 행복추구권'을 천명했으며, 이후 제정된 합중국 헌법은 몽테스키외의 삼권분립론을 제도적으로 구현했다. 계몽주의 사상이 현실 정치에 최초로 구현된 사건으로 평가된다.",
    "detailed": "미국 독립혁명의 배경에는 7년 전쟁(1756-1763) 이후 영국이 식민지에 부과한 인지세법, 타운젠드법 등 일련의 과세 정책에 대한 식민지인들의 반발이 있었다. '대표 없이 과세 없다(No taxation without representation)'는 원칙은 로크의 동의에 기반한 정부론의 직접적 적용이었다. 1773년 보스턴 차 사건, 1774년 대륙회의 소집을 거쳐, 1775년 렉싱턴-콩코드 전투로 무력 충돌이 시작되었다. 1776년 7월 4일 채택된 독립선언서는 토마스 제퍼슨이 기초하고 벤저민 프랭클린, 존 애덤스 등이 수정한 것으로, 세계 정치사상사의 가장 중요한 문서 중 하나이다. '우리는 다음의 진리가 자명하다고 믿는다. 모든 인간은 평등하게 창조되었으며, 창조주에 의해 양도할 수 없는 권리를 부여받았다. 그 권리에는 생명, 자유, 행복의 추구가 포함된다.' 이 문구는 로크의 자연권 사상(생명, 자유, 재산)을 수정하여 '재산'을 '행복의 추구'로 대체한 것이다. 8년간의 독립전쟁(1775-1783)은 프랑스의 군사적 지원(라파예트의 참전)이 결정적 역할을 했으며, 1783년 파리 조약으로 영국이 독립을 승인했다. 1787년 제정된 합중국 헌법은 몽테스키외의 삼권분립론을 제도적으로 구현하여 입법(의회)·행정(대통령)·사법(대법원)의 상호 견제와 균형 체계를 확립했다. 연방제를 통해 중앙 정부와 주 정부의 권한을 분산시킨 것도 혁신적이었다. 1791년 추가된 권리장전(수정 헌법 1-10조)은 언론·종교·집회의 자유 등 개인의 기본권을 명문화했다. 미국 독립혁명의 한계도 분명했다. 독립선언서의 보편적 평등 선언에도 불구하고 노예제가 존속했으며, 여성과 원주민은 참정권에서 배제되었다. 이러한 모순은 이후 남북전쟁(1861-1865), 여성 참정권 운동, 민권 운동을 통해 점진적으로 해소되어 갔다. 국제적으로 미국 혁명은 프랑스 혁명, 라틴 아메리카 독립 운동, 19세기 유럽 혁명에 직접적 영감을 제공했으며, 대의 민주주의와 성문 헌법의 전 세계적 모델이 되었다.",
    "tags": ["혁명", "민주주의", "독립", "자연권"],
    "relatedPersons": ["locke", "rousseau"],
    "relatedEntities": ["social-contract", "liberalism", "french-revolution", "enlightenment-movement"],
    "significance": "계몽주의 사상이 현실 정치에 최초로 구현된 사건. 대의 민주주의와 권리장전의 모델을 제시하여 프랑스 혁명 등 이후 민주 혁명에 영향을 미쳤다."
  },
  {
    "id": "world-war-i",
    "type": "event",
    "name": { "ko": "제1차 세계대전", "en": "World War I" },
    "period": { "start": 1914, "end": 1918 },
    "location": { "lat": 49.00, "lng": 2.50, "region": "유럽 전역" },
    "era": "contemporary",
    "summary": "제국주의적 경쟁, 민족주의적 열망, 동맹 체계의 경직성이 충돌하여 발생한 최초의 세계 규모 전쟁. 1914년부터 1918년까지 4년간 약 2,000만 명의 사상자를 낳았으며, 오스만 제국, 오스트리아-헝가리 제국, 러시아 제국, 독일 제국이 붕괴했다. 참호전의 참혹함은 19세기의 진보 낙관주의에 결정적 타격을 가했고, 러시아 혁명, 국제연맹 창설, 허무주의와 실존주의의 부상으로 이어졌다.",
    "detailed": "1914년 6월 28일 사라예보에서 오스트리아-헝가리 제국의 프란츠 페르디난트 황태자가 세르비아 민족주의자에 의해 암살된 것이 직접적 계기가 되었으나, 근본 원인은 훨씬 깊었다. 유럽 열강의 제국주의적 식민지 경쟁, 발칸 반도의 민족주의적 분쟁, 독일-오스트리아-이탈리아 삼국동맹 대 영국-프랑스-러시아 삼국협상이라는 경직된 동맹 체계, 그리고 군비 경쟁이 복합적으로 작용했다. 전쟁은 빠른 기동전이 아닌 참호전으로 고착되었다. 서부전선에서는 벨기에 해안에서 스위스 국경까지 약 700km의 참호가 4년간 거의 변하지 않았다. 솜 전투(1916)에서는 하루에 약 6만 명의 영국군 사상자가 발생했고, 베르됭 전투(1916)에서는 양측 합산 약 70만 명이 사상을 입었다. 독가스, 기관총, 탱크, 비행기 등 새로운 무기가 전쟁의 참혹함을 극대화했다. 전쟁의 경험은 유럽 지식인들에게 깊은 환멸과 허무를 안겨주었다. 19세기의 진보 낙관주의 — 과학과 이성의 발전이 인류를 더 나은 미래로 이끌 것이라는 믿음 — 는 참호 속에서 산산이 부서졌다. 비트겐슈타인은 전쟁 중에 《논리철학논고》를 집필했고, 카를 바르트는 자유주의 신학에 반대하여 위기신학을 제창했다. 오스발트 슈펭글러의 《서구의 몰락》(1918)은 유럽 문명의 쇠퇴를 진단했다. 에리히 마리아 레마르크의 《서부전선 이상 없다》(1929)는 전쟁의 무의미함을 생생하게 문학적으로 표현했다. 정치적 결과도 혁명적이었다. 러시아 혁명(1917)으로 세계 최초의 사회주의 국가가 탄생했고, 4대 제국(오스만, 오스트리아-헝가리, 독일, 러시아)이 붕괴했다. 베르사유 조약(1919)의 가혹한 조건은 독일에 경제적 궁핍과 정치적 불안을 야기하여, 역설적으로 나치즘의 부상과 제2차 세계대전의 원인이 되었다. 우드로 윌슨의 민족자결 원칙은 식민지 민족운동에 영감을 주었으나, 실제로는 유럽 국가들에만 적용되었다. 국제연맹의 창설은 국제적 평화 기구의 최초 시도였으나, 미국의 불참과 강제력의 부재로 실효성이 제한되었다.",
    "tags": ["세계대전", "제국주의", "민족주의", "20세기"],
    "relatedPersons": [],
    "relatedEntities": ["nationalism", "russian-revolution", "world-war-ii", "nihilism"],
    "significance": "유럽 중심 세계 질서의 종말과 20세기 격변의 시작점. 전쟁의 참혹함은 실존주의, 허무주의, 평화운동 등 전후 사상에 깊은 영향을 미쳤다."
  },
  {
    "id": "cold-war",
    "type": "event",
    "name": { "ko": "냉전", "en": "Cold War" },
    "period": { "start": 1947, "end": 1991 },
    "location": { "lat": 52.52, "lng": 13.41, "region": "전 세계 (베를린 상징)" },
    "era": "contemporary",
    "summary": "1947년부터 1991년까지 미국 중심의 자본주의 진영과 소련 중심의 사회주의 진영 간에 벌어진 이념적·군사적·경제적·기술적 대립의 시기. 핵무기에 의한 상호확증파괴(MAD) 전략 아래 직접적 군사 충돌 없이 대리전, 우주 경쟁, 무기 경쟁 등으로 경쟁했다. 1989년 베를린 장벽 붕괴와 1991년 소련 해체로 종결되었으며, 자유주의와 사회주의라는 이념 대결은 20세기 후반 전 세계의 정치·경제·문화를 규정했다.",
    "detailed": "냉전의 기원은 제2차 세계대전 종결 직후로 거슬러 올라간다. 전쟁 중 동맹이었던 미국과 소련은 공통의 적(나치 독일)이 사라진 후 이념적·지정학적 경쟁에 돌입했다. 1946년 처칠의 '철의 장막' 연설, 1947년 트루먼 독트린과 마셜 플랜, 1948-1949년 베를린 봉쇄가 냉전의 시작을 알렸다. 양 진영의 대립은 군사(NATO 대 바르샤바 조약), 경제(자본주의 대 계획경제), 이념(자유민주주의 대 마르크스-레닌주의), 기술(우주 경쟁), 문화(프로파간다 전쟁)의 모든 차원에서 전개되었다. 핵무기는 냉전의 가장 위험한 차원이었다. 소련이 1949년 핵실험에 성공한 후 핵 군비 경쟁이 격화되었으며, 상호확증파괴(MAD) 전략은 역설적으로 직접적 핵전쟁을 억제했다. 1962년 쿠바 미사일 위기는 핵전쟁 직전까지 간 가장 위험한 순간이었다. 냉전은 한국전쟁(1950-1953), 베트남전쟁(1955-1975), 아프가니스탄 전쟁(1979-1989) 등 수많은 대리전으로 이어졌으며, 제3세계 국가들은 양 진영의 경쟁 속에서 비동맹 운동을 추진하기도 했다. 사상적으로 냉전은 자유주의 대 마르크스주의의 대결이었다. 서방에서는 포퍼의 《열린 사회와 그 적들》, 하이에크의 《노예의 길》, 아이자이아 벌린의 '적극적 자유와 소극적 자유' 구분이 자유주의적 지적 방어를 제공했다. 동방에서는 마르크스-레닌주의가 공식 이데올로기였으나, 스탈린주의에 대한 비판(흐루쇼프의 비밀 연설, 1956), 유로코뮤니즘, 프라하의 봄(1968) 등 내부적 분화가 있었다. 프랑크푸르트 학파의 비판이론은 양 체제 모두를 비판하는 제3의 입장을 제시했다. 냉전의 종결은 1985년 고르바초프의 개혁(글라스노스트, 페레스트로이카)에서 시작되어, 1989년 베를린 장벽 붕괴라는 극적 장면으로 상징되며, 1991년 12월 소련의 공식 해체로 완결되었다. 후쿠야마는 《역사의 종말》(1992)에서 자유민주주의의 최종 승리를 선언했으나, 이후의 역사는 새로운 갈등과 도전이 계속되고 있음을 보여주고 있다.",
    "tags": ["냉전", "이념대립", "자본주의", "사회주의", "20세기"],
    "relatedPersons": ["marx"],
    "relatedEntities": ["communism", "liberalism", "russian-revolution", "world-war-ii"],
    "significance": "20세기 후반 세계 질서를 규정한 이념 대결. 자유주의와 사회주의의 대립은 정치철학, 경제학, 국제관계의 모든 논의에 영향을 미쳤다."
  },
  {
    "id": "internet-revolution",
    "type": "event",
    "name": { "ko": "인터넷 혁명", "en": "Internet Revolution" },
    "period": { "start": 1990, "end": 2000 },
    "location": { "lat": 46.23, "lng": 6.05, "region": "스위스 CERN / 미국 실리콘밸리" },
    "era": "contemporary",
    "summary": "1989년 팀 버너스-리의 월드와이드웹 발명과 1990년대 인터넷의 대중화로 정보 접근, 커뮤니케이션, 경제 활동이 근본적으로 변화한 디지털 혁명. 구텐베르크의 인쇄술 발명에 비견되는 커뮤니케이션 패러다임의 전환으로, 지식의 민주화, 글로벌 연결성, 디지털 경제의 출현을 이끌었다. 이 혁명은 지리적 거리와 시간의 장벽을 해체하고, 정보와 지식에 대한 접근 방식을 근본적으로 재편했다.",
    "detailed": "인터넷의 기술적 기원은 1969년 미국 국방부의 ARPANET으로 거슬러 올라가지만, 대중적 혁명의 시작은 1989년 팀 버너스-리가 CERN에서 월드와이드웹(WWW)을 제안한 것에서 비롯된다. 버너스-리는 HTML(하이퍼텍스트 마크업 언어), HTTP(하이퍼텍스트 전송 프로토콜), URL(통합 자원 위치 지정자)이라는 세 가지 핵심 기술을 개발하여 정보의 연결과 공유를 가능하게 했다. 1990년 최초의 웹 브라우저와 웹 서버가 CERN에서 운영되었고, 1993년 NCSA의 모자이크 브라우저가 그래픽 인터페이스를 통해 웹을 대중에게 개방했다. 이후의 변화 속도는 경이적이었다. 1995년 아마존과 이베이, 1998년 구글, 2004년 페이스북이 등장하며 전자상거래, 검색, 소셜 네트워크라는 새로운 영역이 형성되었다. 2000년 닷컴 버블의 붕괴에도 불구하고 인터넷의 성장은 멈추지 않았으며, 2000년대 이후 스마트폰의 보급으로 모바일 인터넷이 일상화되었다. 인터넷 혁명의 사상적 함의는 심대하다. 지식의 민주화 측면에서 위키피디아로 대표되는 집단 지성의 출현은 전문가 중심 지식 생산 모델에 도전했다. 공공영역(public sphere)의 확장이라는 측면에서 하버마스의 의사소통적 합리성 이론이 새로운 맥락에서 재조명되었다. 동시에 가짜 뉴스, 필터 버블, 감시 자본주의 등 새로운 문제들이 부상하여, 기술과 자유의 관계에 대한 비판적 성찰을 요구하고 있다. 들뢰즈와 가타리의 '리좀' 개념은 위계적 수목형 구조가 아닌 탈중심적 네트워크 구조라는 점에서 인터넷의 철학적 원형으로 자주 인용된다. 인터넷 혁명은 구텐베르크 이후 약 550년 만에 일어난 커뮤니케이션의 근본적 전환으로, 21세기 문명의 성격을 규정하는 가장 중요한 기술적·사회적 변화이다. 인공지능의 발전은 이 혁명의 다음 단계를 예고하고 있다.",
    "tags": ["디지털혁명", "인터넷", "정보화", "현대"],
    "relatedPersons": [],
    "relatedEntities": ["printing-press", "cern"],
    "significance": "인쇄술 발명 이후 가장 큰 커뮤니케이션 혁명. 지식의 민주화, 글로벌 연결성, 디지털 경제의 출현으로 현대 문명의 근본을 변화시켰다."
  },
  {
    "id": "black-death",
    "type": "event",
    "name": { "ko": "흑사병", "en": "Black Death" },
    "period": { "start": 1347, "end": 1351 },
    "location": { "lat": 45.44, "lng": 12.32, "region": "유럽 전역 (이탈리아에서 시작)" },
    "era": "medieval",
    "summary": "1347년부터 1351년까지 유럽을 강타한 페스트 대역병으로, 유럽 인구의 약 30-60%인 2,500만 명 이상이 사망했다. 중세 사회 구조의 근본적 붕괴를 촉진하여, 봉건제의 약화, 노동자 지위의 향상, 교회 권위의 하락을 초래했다. 이 전례 없는 재앙은 죽음에 대한 공포와 성찰을 촉발하여 중세 문화와 종교에 깊은 흔적을 남겼으며, 역설적으로 르네상스로 가는 사회적 조건을 만드는 데 기여했다.",
    "detailed": "흑사병(페스트)은 1347년 10월 제노바 상선을 통해 시칠리아 메시나 항구에 도착한 것으로 알려져 있다. 중앙아시아에서 실크로드를 따라 유럽에 이른 페스트균(Yersinia pestis)은 쥐벼룩을 매개로 급속히 전파되었다. 림프절 페스트(선페스트)와 폐페스트가 주된 형태였으며, 감염자의 대부분이 수일 내에 사망했다. 1347년 이탈리아에서 시작하여 1348년 프랑스·스페인·영국, 1349년 독일·스칸디나비아로 확산되었고, 1351년까지 유럽 대부분의 지역을 휩쓸었다. 보카치오는 《데카메론》(1353)에서 피렌체의 참상을 생생하게 묘사했다. 사회적 영향은 혁명적이었다. 인구의 급감은 노동력 부족을 초래하여 농노의 협상력이 높아지고, 봉건 영주에 대한 의무가 완화되었다. 영국의 농민 반란(1381)은 이러한 변화의 대표적 사례이다. 이는 봉건제 해체의 중요한 단초가 되었으며, 임노동 관계의 발전으로 이어졌다. 종교적으로 교회의 권위는 심각하게 타격받았다. 성직자들도 대량으로 사망하여 교회 조직이 약화되었고, 신의 섭리에 대한 의문이 제기되었다. 사람들은 자기 채찍질 행렬(편수파), 유대인 학살 등 극단적 반응을 보이기도 했다. '죽음의 무도(danse macabre)'라는 예술적 모티프가 등장하여, 신분의 고하를 불문하고 모든 인간이 죽음 앞에 평등하다는 주제가 중세 말기 예술에 널리 나타났다. 경제적으로는 인구 감소가 장기적으로 생존자들의 생활 수준 향상과 기술 혁신에 대한 동기를 제공했다는 분석이 있다. 흑사병 이후 유럽 사회의 재편은 중세적 질서의 해체를 가속화하고, 개인의 가치와 세속적 삶에 대한 관심을 높임으로써, 르네상스의 인문주의적 전환을 위한 사회적·심리적 토양을 마련하는 데 간접적으로 기여했다.",
    "tags": ["역병", "중세", "사회변동", "인구감소"],
    "relatedPersons": [],
    "relatedEntities": ["renaissance"],
    "significance": "중세 유럽 사회 구조를 근본적으로 동요시킨 대재앙. 봉건제 약화와 교회 권위 하락으로 근대로의 전환을 간접적으로 촉진했다."
  },
  {
    "id": "human-genome-project",
    "type": "event",
    "name": { "ko": "인간 게놈 프로젝트", "en": "Human Genome Project" },
    "period": { "start": 1990, "end": 2003 },
    "location": { "lat": 38.89, "lng": -77.03, "region": "미국 워싱턴 D.C. (NIH) / 국제 협력" },
    "era": "contemporary",
    "summary": "1990년부터 2003년까지 진행된 인간 DNA 전체 염기서열 해독 프로젝트. 약 30억 개의 염기쌍으로 이루어진 인간 유전체를 완전히 해독하여 생명과학의 새로운 시대를 열었다. 다윈의 진화론, DNA 이중나선 발견에 이어 생물학사의 세 번째 대혁명으로 평가되며, 맞춤의학과 유전공학의 토대가 되었다.",
    "detailed": "인간 게놈 프로젝트(Human Genome Project, HGP)는 미국 국립보건원(NIH)과 에너지부가 주도하고 영국·일본·프랑스·독일·중국 등이 참여한 국제 공동 연구 프로젝트이다. 1990년 공식 시작되어 당초 15년 계획이었으나, 기술 혁신과 민간 기업 셀레라 제노믹스(크레이그 벤터)와의 경쟁에 힘입어 2003년 4월에 완료되었다. 총 비용은 약 27억 달러였다.\n이 프로젝트는 약 30억 개의 DNA 염기쌍 서열을 해독하고, 약 2만~2만 5천 개의 인간 유전자를 식별했다. 놀라운 발견 중 하나는 인간의 유전자 수가 예상보다 훨씬 적다는 것이었다. 선충의 유전자 수(약 19,000개)와 큰 차이가 없다는 사실은 생명의 복잡성이 유전자 수보다는 유전자 조절과 상호작용에 의해 결정된다는 인식의 전환을 가져왔다.\n게놈 프로젝트의 완성은 맞춤의학(정밀의학), 유전자 치료, 약물유전체학 등 새로운 의학 분야의 토대가 되었다. 동시에 유전정보의 사생활 보호, 유전자 차별, 우생학의 부활 가능성 등 심각한 윤리적 쟁점을 제기했다. 프로젝트 예산의 3-5%가 윤리적·법적·사회적 함의(ELSI) 연구에 할당된 것은 과학 프로젝트로서는 선례 없는 일이었다.",
    "tags": ["유전학", "생명과학", "국제협력", "현대"],
    "relatedPersons": [],
    "relatedEntities": ["dna-discovery", "crispr-revolution"],
    "significance": "인간 DNA 전체 염기서열의 해독으로 생명과학의 새 시대를 개막. 맞춤의학과 유전공학의 토대를 마련했다."
  },
  {
    "id": "september-11",
    "type": "event",
    "name": { "ko": "9·11 테러", "en": "September 11 Attacks" },
    "period": { "start": 2001, "end": 2001 },
    "location": { "lat": 40.71, "lng": -74.01, "region": "미국 뉴욕 / 워싱턴 D.C." },
    "era": "contemporary",
    "summary": "2001년 9월 11일 알카에다에 의해 자행된 항공기 자살 테러로, 뉴욕 세계무역센터와 펜타곤이 공격받아 약 3,000명이 사망했다. 21세기 세계 질서의 변화를 촉발한 기점으로, 대테러 전쟁, 이슬람 공포증, 시민자유 대 안보의 긴장, 감시국가 논쟁 등 국제정치와 사회철학에 심대한 영향을 미쳤다.",
    "detailed": "2001년 9월 11일 아침, 알카에다 소속 19명의 테러범이 4대의 민항기를 납치하여 뉴욕 세계무역센터 쌍둥이빌딩과 워싱턴 D.C. 인근 펜타곤을 공격했다. 네 번째 항공기는 승객들의 저항으로 펜실베이니아에 추락했다. 약 2,977명이 사망한 이 사건은 미국 본토에 대한 최대 규모의 테러 공격이었다.\n정치적으로 9·11은 미국의 대외정책을 근본적으로 전환시켰다. 부시 행정부는 '테러와의 전쟁'을 선포하고 아프가니스탄(2001)과 이라크(2003)를 침공했다. 국내적으로는 애국법(USA PATRIOT Act)이 제정되어 정부의 감시 권한이 대폭 확대되었으며, 이는 시민자유와 안보 사이의 긴장이라는 현대 정치철학의 핵심 논쟁을 촉발했다.\n사상적으로 9·11은 새뮤얼 헌팅턴의 '문명 충돌론'을 현실화한 사건으로 해석되기도 했으나, 이에 대한 비판도 강력했다. 에드워드 사이드는 문명 충돌론이 서양과 이슬람의 이분법적 고정관념을 강화한다고 반박했다. 슬라보예 지젝은 9·11을 '실재의 사막에 오신 것을 환영합니다'라는 보드리야르적 분석으로 해석하며, 서양의 자기 충족적 안전 환상이 깨진 순간으로 보았다. 위르겐 하버마스와 자크 데리다는 공동 인터뷰에서 테러리즘, 관용, 세계시민주의에 대한 철학적 성찰을 제시했다.",
    "tags": ["테러", "국제정치", "21세기", "안보"],
    "relatedPersons": [],
    "relatedEntities": ["cold-war", "arab-spring"],
    "significance": "21세기 세계 질서의 전환점. 대테러 전쟁, 감시국가 논쟁, 문명 충돌론 등 국제정치와 사회철학의 핵심 의제를 형성했다."
  },
  {
    "id": "alphago-match",
    "type": "event",
    "name": { "ko": "알파고 대 이세돌", "en": "AlphaGo vs Lee Sedol" },
    "period": { "start": 2016, "end": 2016 },
    "location": { "lat": 37.57, "lng": 126.98, "region": "대한민국 서울" },
    "era": "contemporary",
    "summary": "2016년 3월 구글 딥마인드의 인공지능 알파고가 세계 정상급 바둑 기사 이세돌 9단을 4:1로 이긴 사건. 인간의 직관과 창의성의 영역으로 여겨지던 바둑에서 AI가 승리함으로써, 인공지능의 가능성과 한계, 인간 고유성에 대한 철학적 논쟁을 전 세계적으로 촉발했다.",
    "detailed": "알파고(AlphaGo)는 구글 딥마인드가 개발한 딥러닝 기반 바둑 인공지능이다. 바둑은 경우의 수가 우주의 원자 수보다 많아(약 10^170) 단순 계산으로는 풀 수 없는 게임으로, 인간의 직관과 패턴 인식 능력이 필수적이라 여겨졌다. 2016년 3월 9-15일 서울에서 열린 이 대국은 전 세계 2억 명 이상이 시청했다.\n알파고의 핵심 기술은 심층 신경망(deep neural network)과 몬테카를로 트리 탐색의 결합이었다. 수백만 건의 기보를 학습한 후 자기 대국(self-play)을 통해 스스로 실력을 향상시키는 강화학습 방식이 적용되었다. 특히 제2국의 37번째 수는 인간 기사라면 절대 두지 않을 위치에 착수한 것으로, 이 '창의적' 수가 승리의 결정적 계기가 되어 AI의 창의성에 대한 논의를 촉발했다.\n이 사건은 튜링 테스트, 중국어 방 논증, 강한 AI vs 약한 AI 등 인공지능 철학의 오래된 논쟁을 대중적 담론으로 끌어올렸다. 인간의 고유한 능력이란 무엇인가, AI가 진정으로 '이해'하는가, 인간과 기계의 관계는 어떠해야 하는가 등의 질문이 제기되었다. 이후 알파고 제로(2017)는 인간의 기보 없이 자기 학습만으로 알파고를 능가했으며, 이는 AI 연구의 새로운 패러다임을 열었다.",
    "tags": ["인공지능", "바둑", "딥러닝", "한국"],
    "relatedPersons": [],
    "relatedEntities": ["deepmind", "deep-learning", "artificial-general-intelligence"],
    "significance": "AI가 인간의 직관적 영역에서 승리한 상징적 사건. 인공지능의 가능성과 인간 고유성에 대한 전 세계적 철학적 논쟁을 촉발했다."
  },
  {
    "id": "covid-19-pandemic",
    "type": "event",
    "name": { "ko": "코로나19 팬데믹", "en": "COVID-19 Pandemic" },
    "period": { "start": 2019, "end": 2023 },
    "location": { "lat": 30.59, "lng": 114.31, "region": "중국 우한 (최초 발생) / 전 세계" },
    "era": "contemporary",
    "summary": "2019년 말 중국 우한에서 시작되어 전 세계로 확산된 SARS-CoV-2 바이러스에 의한 팬데믹. 약 700만 명 이상의 공식 사망자를 기록한 21세기 최대 전염병으로, 글로벌 봉쇄, 원격근무 전환, mRNA 백신 개발, 사회적 불평등 심화 등 인류 사회를 근본적으로 변화시켰다.",
    "detailed": "2019년 12월 중국 우한에서 원인 불명의 폐렴 환자가 보고된 이후, SARS-CoV-2 바이러스는 급속히 전 세계로 확산되었다. 2020년 3월 11일 세계보건기구(WHO)가 팬데믹을 선언했고, 대부분의 국가가 국경 봉쇄, 이동 제한, 사회적 거리두기 등 전례 없는 조치를 시행했다.\n코로나19 팬데믹은 과학기술의 성취와 한계를 동시에 드러냈다. 화이자-바이오엔텍과 모더나의 mRNA 백신은 바이러스 유전자 서열 공개 후 불과 11개월 만에 긴급 승인을 받아, 역사상 가장 빠른 백신 개발 기록을 세웠다. 이는 인간 게놈 프로젝트 이후 축적된 유전공학 기술의 결실이었다. 반면, 백신 불평등(선진국과 개발도상국 간의 접근성 격차)은 글로벌 정의의 문제를 첨예하게 드러냈다.\n사회철학적으로 팬데믹은 여러 핵심 논쟁을 촉발했다. 개인의 자유와 공중보건 사이의 긴장(마스크 의무화, 백신 접종 의무화 논란), 감시 기술의 확대(접촉 추적 앱), 필수 노동자의 가치 재평가, 디지털 격차의 심화, 정신건강 위기 등이 그것이다. 조르조 아감벤은 봉쇄 조치를 '예외상태의 일상화'로 비판했고, 슬라보예 지젝은 팬데믹이 자본주의 체제의 취약성을 드러냈다고 분석했다. 한병철은 디지털 감시 체제의 강화를 경고하며 동아시아의 팬데믹 대응 모델을 서양과 비교 분석했다.",
    "tags": ["팬데믹", "전염병", "글로벌", "21세기"],
    "relatedPersons": [],
    "relatedEntities": ["black-death", "human-genome-project"],
    "significance": "21세기 최대 전염병으로 글로벌 사회·경제·정치 구조를 근본적으로 재편. 과학기술의 성취와 사회적 불평등의 심화를 동시에 보여주었다."
  },
  {
    "id": "chatgpt-launch",
    "type": "event",
    "name": { "ko": "ChatGPT 출시", "en": "ChatGPT Launch" },
    "period": { "start": 2022, "end": 2022 },
    "location": { "lat": 37.77, "lng": -122.42, "region": "미국 샌프란시스코 (OpenAI)" },
    "era": "contemporary",
    "summary": "2022년 11월 30일 OpenAI가 출시한 대규모 언어 모델 기반 대화형 AI. 출시 5일 만에 100만 사용자, 2개월 만에 1억 사용자를 달성하며 역사상 가장 빠르게 성장한 서비스가 되었다. 생성형 AI의 대중화를 이끌며 교육, 노동, 창작, 지식 생산 전반에 혁명적 변화를 예고했다.",
    "detailed": "ChatGPT는 OpenAI가 개발한 GPT-3.5 모델을 기반으로 한 대화형 인공지능 서비스이다. 인간 피드백 강화학습(RLHF)을 통해 자연스러운 대화, 글쓰기, 코딩, 번역, 분석 등 다양한 언어 작업을 수행할 수 있다. 2022년 11월 30일 출시 후 폭발적 관심을 받아 2개월 만에 월간 활성 사용자 1억 명을 돌파했다.\nChatGPT의 등장은 인공지능이 더 이상 전문가의 영역이 아닌 일상적 도구가 되는 전환점을 의미한다. 교육 분야에서는 AI가 작성한 에세이와 학생이 작성한 에세이의 구분이 어려워지면서 학습과 평가의 근본적 재설계가 요구되었다. 노동 시장에서는 화이트칼라 직업의 자동화 가능성이 현실화되어 경제학자들과 정책 입안자들의 심각한 우려를 불러일으켰다.\n철학적으로 ChatGPT는 존 설의 '중국어 방' 논증, 앨런 튜링의 '모방 게임', 의식과 이해의 본질에 대한 오래된 질문을 새로운 맥락에서 제기했다. 대규모 언어 모델이 정말로 '이해'하는가, 아니면 정교한 패턴 매칭에 불과한가? 창작물의 저작권은 누구에게 귀속되는가? AI가 생성한 정보의 신뢰성은 어떻게 보장할 수 있는가? 이러한 질문들은 현대 인식론, 윤리학, 법철학의 핵심 과제가 되었다.\n2023년 GPT-4의 출시와 함께 생성형 AI의 능력은 더욱 향상되었고, 구글(Gemini), 앤스로픽(Claude), 메타(Llama) 등이 경쟁에 참여하며 AI 시대의 본격적 개막을 알렸다.",
    "tags": ["인공지능", "생성형AI", "언어모델", "21세기"],
    "relatedPersons": [],
    "relatedEntities": ["openai", "artificial-general-intelligence", "deep-learning", "alphago-match"],
    "significance": "생성형 AI의 대중화를 이끈 역사적 전환점. 교육, 노동, 창작, 지식 생산 전반에 걸쳐 혁명적 변화를 촉발했다."
  },
  {
    "id": "crispr-revolution",
    "type": "event",
    "name": { "ko": "CRISPR 혁명", "en": "CRISPR Revolution" },
    "period": { "start": 2012, "end": 2025 },
    "location": { "lat": 37.87, "lng": -122.26, "region": "미국 버클리 / 스웨덴 우메오" },
    "era": "contemporary",
    "summary": "2012년 제니퍼 다우드나와 에마뉘엘 샤르팡티에가 개발한 CRISPR-Cas9 유전자 편집 기술이 생명과학을 혁명적으로 변화시킨 사건. DNA를 정밀하게 자르고 편집할 수 있는 이 기술은 유전 질환 치료, 농업 개량, 나아가 인간 배아 편집의 가능성을 열어 과학과 윤리의 최전선에 서 있다.",
    "detailed": "CRISPR(Clustered Regularly Interspaced Short Palindromic Repeats)은 원래 세균이 바이러스에 대항하는 면역 체계에서 발견된 메커니즘이다. 2012년 제니퍼 다우드나(UC 버클리)와 에마뉘엘 샤르팡티에(우메오 대학)는 이 메커니즘을 활용하여 원하는 유전자를 정밀하게 편집할 수 있는 CRISPR-Cas9 기술을 개발했다. 두 사람은 이 업적으로 2020년 노벨 화학상을 수상했다.\nCRISPR의 혁명성은 그 간편함과 정확성에 있다. 이전의 유전자 편집 기술(징크핑거, TALEN)에 비해 훨씬 저렴하고 빠르며 정확하게 DNA를 편집할 수 있다. 이 기술은 겸상 적혈구 빈혈증, 낭포성 섬유증 등 유전 질환의 치료, 작물 개량, 멸종 위기 종의 보전 등 다양한 분야에서 응용되고 있다.\n그러나 2018년 중국의 허젠쿠이가 CRISPR로 인간 배아의 유전자를 편집하여 쌍둥이를 출생시킨 사건은 전 세계적 충격과 윤리적 논쟁을 불러일으켰다. 이 사건은 '디자이너 베이비', 우생학의 부활, 인간 본성의 변형 가능성 등 가장 근본적인 생명윤리적 질문을 제기했다. 유르겐 하버마스의 '인간 본성의 미래'에 대한 경고, 한스 요나스의 '책임의 원칙', 마이클 샌델의 '완벽에 대한 반론' 등의 철학적 논의가 CRISPR 시대에 새로운 긴급성을 얻고 있다.",
    "tags": ["유전공학", "생명과학", "유전자편집", "생명윤리"],
    "relatedPersons": [],
    "relatedEntities": ["human-genome-project", "dna-discovery"],
    "significance": "유전자 편집 기술의 혁명적 발전으로 생명과학의 새 시대를 개막. 인간 본성의 변형 가능성이라는 근본적 윤리 문제를 제기했다."
  },
  {
    "id": "gravitational-wave-detection",
    "type": "event",
    "name": { "ko": "중력파 검출", "en": "Gravitational Wave Detection" },
    "period": { "start": 2015, "end": 2015 },
    "location": { "lat": 30.56, "lng": -90.77, "region": "미국 루이지애나 리빙스턴 (LIGO)" },
    "era": "contemporary",
    "summary": "2015년 9월 14일 LIGO 관측소가 13억 광년 거리에서 두 블랙홀의 합병으로 발생한 중력파를 최초로 직접 검출한 사건. 아인슈타인이 1916년 일반 상대성이론에서 예측한 시공간의 파동이 100년 만에 실험적으로 확인되었으며, 중력파 천문학이라는 새로운 학문 분야를 열었다.",
    "detailed": "중력파는 질량을 가진 물체가 가속될 때 시공간의 구조에 발생하는 파동으로, 아인슈타인이 1916년 일반 상대성이론에서 예측했다. 그러나 중력파의 효과는 극도로 미약하여 — 양성자 지름의 1000분의 1 정도의 공간 변형 — 검출이 불가능하리라고 오랫동안 여겨졌다.\nLIGO(Laser Interferometer Gravitational-Wave Observatory)는 킵 손, 배리 배리시, 라이너 바이스가 주도하여 개발한 레이저 간섭계 관측소이다. 4km 길이의 직각 팔 두 개를 가진 이 장치는 중력파에 의한 공간의 극미한 수축과 팽창을 레이저 간섭 패턴의 변화로 감지한다. 2015년 9월 14일 LIGO는 약 13억 광년 거리에서 태양 질량의 29배와 36배인 두 블랙홀이 합병하면서 발생한 중력파를 검출했다.\n이 발견은 여러 가지 면에서 혁명적이었다. 첫째, 아인슈타인의 마지막 미검증 예측을 확인했다. 둘째, 블랙홀의 직접적 증거를 제공했다. 셋째, 전자기파에 의존하던 천문학에 중력파라는 완전히 새로운 관측 창을 열었다. 킵 손 등 3인은 2017년 노벨 물리학상을 수상했다. 이후 중성자별 합병에서의 중력파 검출(2017)로 중력파 천문학은 더욱 발전하고 있다.",
    "tags": ["물리학", "상대성이론", "천문학", "중력"],
    "relatedPersons": [],
    "relatedEntities": ["quantum-mechanics"],
    "significance": "아인슈타인의 100년 전 예측을 실험적으로 확인하고, 중력파 천문학이라는 새로운 학문 분야를 열었다."
  },
  {
    "id": "higgs-boson-discovery",
    "type": "event",
    "name": { "ko": "힉스 입자 발견", "en": "Higgs Boson Discovery" },
    "period": { "start": 2012, "end": 2012 },
    "location": { "lat": 46.23, "lng": 6.05, "region": "스위스 제네바 (CERN)" },
    "era": "contemporary",
    "summary": "2012년 7월 4일 CERN의 대형 강입자 충돌기(LHC)에서 힉스 입자를 발견한 사건. 피터 힉스와 프랑수아 앙글레르가 1964년 이론적으로 예측한 이 입자는 물질에 질량을 부여하는 메커니즘을 설명하며, 입자물리학 표준 모형의 마지막 퍼즐을 완성했다.",
    "detailed": "힉스 보손은 1964년 피터 힉스(에든버러 대학)와 프랑수아 앙글레르(브뤼셀 자유대학)가 독립적으로 제안한 힉스 메커니즘의 핵심 입자이다. 힉스 장(Higgs field)은 우주 전체에 퍼져 있으며, 기본 입자들이 이 장과 상호작용함으로써 질량을 얻는다. 이 이론은 '왜 물질에 질량이 있는가'라는 근본적 물음에 대한 답을 제공했다.\n힉스 보손의 발견을 위해 CERN은 둘레 27km, 비용 약 90억 달러의 대형 강입자 충돌기(LHC)를 건설했다. 2012년 7월 4일 ATLAS와 CMS 두 개의 독립적 실험 그룹이 약 125GeV 질량의 새로운 입자를 발견했다고 동시에 발표했다. 이 발표는 전 세계 과학계에 큰 흥분을 불러일으켰으며, 피터 힉스 자신은 발표 현장에서 눈물을 흘렸다.\n힉스 보손의 발견은 1960년대 이후 구축된 입자물리학 표준 모형의 마지막 조각을 맞추는 것이었다. 표준 모형은 자연의 네 가지 근본 힘 중 세 가지(전자기력, 강한 핵력, 약한 핵력)와 모든 기본 입자를 하나의 이론적 틀로 설명한다. 힉스와 앙글레르는 2013년 노벨 물리학상을 수상했다. 그러나 표준 모형은 중력을 포함하지 못하며, 암흑물질과 암흑에너지를 설명하지 못하는 한계가 있어 새로운 물리학의 탐구가 계속되고 있다.",
    "tags": ["입자물리", "표준모형", "CERN", "질량"],
    "relatedPersons": [],
    "relatedEntities": ["cern", "quantum-mechanics"],
    "significance": "입자물리학 표준 모형의 마지막 퍼즐을 완성한 발견. 물질에 질량을 부여하는 메커니즘을 실험적으로 확인했다."
  },
  {
    "id": "paris-climate-agreement",
    "type": "event",
    "name": { "ko": "파리 기후협정", "en": "Paris Climate Agreement" },
    "period": { "start": 2015, "end": 2015 },
    "location": { "lat": 48.86, "lng": 2.35, "region": "프랑스 파리" },
    "era": "contemporary",
    "summary": "2015년 12월 12일 196개국이 채택한 기후변화 대응 국제 합의. 지구 평균 기온 상승을 산업화 이전 대비 2도 이내, 가능하면 1.5도 이내로 억제하는 것을 목표로 한다. 인류가 처음으로 기후변화에 대한 보편적 합의를 이끌어낸 역사적 사건으로, 환경윤리와 세대 간 정의의 핵심 이정표이다.",
    "detailed": "파리 기후협정은 2015년 11-12월 프랑스 파리에서 열린 제21차 유엔기후변화협약 당사국총회(COP21)에서 채택되었다. 1997년 교토의정서 이후 18년 만에 이루어진 이 합의는, 선진국만이 의무를 지던 교토 체제와 달리 196개 모든 당사국이 자발적 감축 목표(NDC)를 제출하는 보편적 체제를 확립했다.\n핵심 목표는 지구 평균 기온 상승을 산업화 이전 대비 '2도보다 훨씬 아래'로 유지하고, '1.5도 이내로 억제하기 위한 노력을 추구'하는 것이다. 이를 위해 각국은 5년마다 상향된 감축 목표를 제출해야 하며, 2050년경 탄소 중립(net zero)을 달성하는 장기 목표가 설정되었다.\n파리 협정은 환경철학과 윤리학의 핵심 문제들을 제도화한 사건이기도 하다. 한스 요나스의 '책임의 원칙'(미래 세대에 대한 현재 세대의 책임), 세대 간 정의(intergenerational justice), 기후 정의(선진국과 개발도상국 간의 역사적 책임 배분), 공유지의 비극(대기라는 공유 자원의 관리) 등의 철학적 개념이 국제법적 틀로 구현되었다. 그레타 툰베리로 대표되는 청소년 기후 운동은 세대 간 정의 요구를 대중적으로 확산시켰다.",
    "tags": ["기후변화", "국제합의", "환경", "지속가능성"],
    "relatedPersons": [],
    "relatedEntities": ["environmentalism"],
    "significance": "기후변화에 대한 최초의 보편적 국제 합의. 환경윤리, 세대 간 정의, 글로벌 거버넌스의 새로운 이정표를 세웠다."
  },
  {
    "id": "arab-spring",
    "type": "event",
    "name": { "ko": "아랍의 봄", "en": "Arab Spring" },
    "period": { "start": 2010, "end": 2012 },
    "location": { "lat": 36.81, "lng": 10.17, "region": "튀니지 / 이집트 / 리비아 / 중동 전역" },
    "era": "contemporary",
    "summary": "2010년 12월 튀니지에서 시작되어 아랍 세계 전역으로 확산된 민주화 시위와 혁명의 물결. 소셜미디어가 시위 조직과 정보 확산의 핵심 도구로 사용된 최초의 대규모 정치 운동으로, 디지털 기술과 민주주의의 관계에 대한 새로운 논의를 촉발했다.",
    "detailed": "2010년 12월 17일 튀니지의 청년 노점상 모하메드 부아지지가 경찰의 단속에 항의하여 분신자살한 사건이 도화선이 되었다. 시위는 튀니지 전역으로 확산되어 2011년 1월 벤 알리 대통령이 축출되었고(재스민 혁명), 이 성공은 이집트, 리비아, 시리아, 바레인, 예멘 등 아랍 세계 전역으로 혁명의 물결을 일으켰다.\n아랍의 봄의 가장 주목할 특징은 소셜미디어(페이스북, 트위터, 유튜브)가 시위 조직, 정보 공유, 국제 여론 형성에 핵심적 역할을 했다는 점이다. 이는 위르겐 하버마스의 공론장 이론을 디지털 시대에 재해석하는 계기가 되었으며, '트위터 혁명', '페이스북 혁명'이라는 표현이 등장했다. 그러나 클레이 셔키의 기술 낙관론과 에브게니 모로조프의 기술 회의론 사이의 논쟁은 디지털 기술과 민주주의의 관계가 단순하지 않음을 보여주었다.\n결과는 국가마다 달랐다. 튀니지만이 비교적 안정적인 민주화에 성공했고, 이집트는 군부 쿠데타로 회귀했으며, 리비아와 시리아는 내전으로 치달았다. 이러한 다양한 결과는 민주주의 이행의 구조적 조건, 시민사회의 성숙도, 종파적 갈등 등 정치철학의 핵심 주제를 실증적으로 보여주었다.",
    "tags": ["민주화", "소셜미디어", "혁명", "중동"],
    "relatedPersons": [],
    "relatedEntities": ["french-revolution", "internet-revolution"],
    "significance": "소셜미디어 시대의 최초 대규모 민주화 운동. 디지털 기술과 민주주의의 관계에 대한 새로운 이론적 논의를 촉발했다."
  },
  {
    "id": "brexit",
    "type": "event",
    "name": { "ko": "브렉시트", "en": "Brexit" },
    "period": { "start": 2016, "end": 2020 },
    "location": { "lat": 51.51, "lng": -0.13, "region": "영국 런던" },
    "era": "contemporary",
    "summary": "2016년 6월 23일 영국이 국민투표를 통해 유럽연합(EU) 탈퇴를 결정하고, 2020년 1월 31일 공식 탈퇴한 사건. 글로벌리즘과 국민주권, 대의민주주의와 직접민주주의, 이민과 정체성 등 현대 정치철학의 핵심 쟁점을 집약적으로 드러낸 사건으로, 탈세계화 흐름의 상징이 되었다.",
    "detailed": "2016년 6월 23일 실시된 국민투표에서 영국 유권자의 51.9%가 EU 탈퇴에 찬성했다. 이 결과는 대부분의 전문가와 여론조사의 예측을 뒤엎은 것으로, 영국 정치뿐 아니라 유럽 통합 프로젝트 전체에 충격을 주었다. 4년간의 복잡한 협상 끝에 영국은 2020년 1월 31일 공식적으로 EU를 떠났다.\n브렉시트는 현대 정치철학의 여러 핵심 쟁점을 집약적으로 드러냈다. 첫째, 글로벌리즘 대 내셔널리즘의 긴장. EU라는 초국가적 통합 프로젝트에 대한 거부는 국민주권과 문화적 정체성에 대한 열망을 반영했다. 둘째, 직접민주주의의 한계와 가능성. 복잡한 국제 관계 문제를 국민투표로 결정하는 것이 적절한가에 대한 논쟁이 격렬했다. 셋째, '전문가에 대한 불신'과 포퓰리즘의 부상. 마이클 고브 법무장관의 '국민은 전문가에 지쳤다'는 발언은 탈진실(post-truth) 시대의 상징이 되었다.\n경제적으로는 단일시장 이탈에 따른 무역 장벽, 금융 서비스의 위축, 북아일랜드 문제 등 복잡한 후유증이 이어졌다. 사회적으로는 세대 간(젊은 세대는 잔류, 고령 세대는 탈퇴 지지), 도시와 농촌 간, 교육 수준 간의 깊은 분열이 드러났다. 브렉시트는 탈세계화, 포퓰리즘, 정체성 정치라는 21세기 정치의 주요 흐름을 이해하는 핵심 사례로 남아 있다.",
    "tags": ["유럽연합", "국민투표", "글로벌리즘", "정치"],
    "relatedPersons": [],
    "relatedEntities": ["nationalism", "liberalism"],
    "significance": "글로벌리즘의 후퇴와 국민주권의 재부상을 상징하는 사건. 대의민주주의, 포퓰리즘, 정체성 정치에 대한 핵심 논쟁을 촉발했다."
  }
]
